---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPAnalyticalConnectionType
source: html/494a01e3-80bf-e9bc-3f8b-8243384c769d.htm
---
# MEPAnalyticalConnectionType Properties

The id of the assembly instance to which the element belongs.